/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Giltig och fullständig adress.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Ogiltig eller ofullständig adress.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Ogiltigt portnummer. Portnumret måste vara mellan 1-65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Ange värdnamn eller IP-adress.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Kontrollerar adressen…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Kunde inte avgöra nåbarhet. [%d, %ld]";
